Repository: slowscript/warpinator-windows
Catalog: Warpinator/Resources/Strings.*.resx
Languages: cs, fr, pt_br, zh_cn

# already_connected
source: Device already connected
cs: Toto zařízení již je připojeno
fr: Appareil déjà connecté
pt_br: Dispositivo já conectado
zh_cn: 设备已连接

source: Any
cs: Jakékoliv
fr: Tous
pt_br: Qualquer
zh_cn: 任何

source: Available devices
cs: Dostupná zařízení
fr: Appareils disponibles
pt_br: Dispositivos disponíveis
zh_cn: 可用设备

source: Awaiting duplex
cs: Čeká na obousměrné připojení
fr: En attente de duplex
pt_br: Aguardando duplex
zh_cn: 等待双工

source: a few seconds
cs: několik vteřin
fr: quelques secondes
pt_br: alguns segundos
zh_cn: 还剩几秒

# cannot_create_dldir
source: Download directory does not exist and cannot be created. Please try picking a different one in the settings.
cs: Složka pro přijaté soubory neexistuje a nepodařilo se ji vytvořit. Zkuste vybrat v nastavení jinou.
fr: Le répertoire de téléchargement n'existe pas et ne peut pas être créé. Veuillez en choisir un autre dans les Paramètres.
pt_br: O diretório de downloads não existe e não pode ser criado. Por favor, tente selecionar um diretório diferente nas configurações.
zh_cn: 下载文件夹不存在且无法创建，请尝试在设置中另选一个

# cant_open_browser
source: Could not open web browser. Use this URL: {0}
cs: Nepodařilo se otevřít prohlížeč. Použijte toto URL: {0}
fr: Impossible d'ouvrir le navigateur Web. Utilisez cette URL : {0}
pt_br: Não foi possível abrir o navegador. Use esta URL: {0}
zh_cn: 无法打开浏览器，使用以下链接：{0}

source: Connected
cs: Připojeno
fr: Connecté
pt_br: Conectado
zh_cn: 已连接

source: Connecting
cs: Připojování...
fr: Connexion
pt_br: Conectando
zh_cn: 连接中

source: Declined
cs: Odmítnuto
fr: Refusé
pt_br: Negado
zh_cn: 已拒绝

# directory_doesnt_exist
source: Selected directory does not exist, therefore this setting will not change
cs: Vybraná složka neexistuje, tudíž toto nastavení nebude změněno
fr: Le répertoire sélectionné n'existe pas, ce paramètre ne sera donc pas modifié
pt_br: O diretório selecionado não existe, portanto esta configuração não será alterada
zh_cn: 选择的文件夹不存在，因此设置不会改变

source: Disconnected
cs: Odpojeno
fr: Déconnecté
pt_br: Desconectado
zh_cn: 已断开连接

# do_you_want_to_check_for_updates
source: Do you want to check for updates automatically?
cs: Chcete automaticky kontrolovat dostupnost aktualizací?
fr: Voulez-vous vérifier automatiquement les mises à jour ?
pt_br: Deseja verificar se há atualizações automaticamente?
zh_cn: 是否检查自动更新？

source: Error
cs: Chyba
fr: Erreur
zh_cn: 出错

# error_connection
source: Connection error
cs: Chyba spojení
fr: Erreur de connexion
pt_br: Erro de conexão
zh_cn: 连接错误

# error_groupcode
source: Could not decode certificate from {0}. Wrong group code?
cs: Nepodařilo se dekódovat certifikát od {0}. Nesprávný kód skupiny?
fr: Impossible de décoder le certificat provenant de {0}. Code de groupe incorrect ?
pt_br: Não foi possível decodificar o certificado de {0}. Código de grupo incorreto?
zh_cn: 无法解析来自 {0} 的证书，错误的群组代码？

# error_receiving
source: Error while receiving:
cs: Chyba během přijímání souboru:
fr: Erreur lors de la réception :
pt_br: Erro ao receber:
zh_cn: 接收时发生错误：

source: Failed
cs: Selhalo
fr: Échec
pt_br: Falha
zh_cn: 失败

# failed_open_file
source: Failed to open file for writing
cs: Nepodařilo se otevřít soubor pro zápis:
fr: Erreur lors de l'ouverture du fichier pour l'écriture
pt_br: Falha ao abrir o arquivo para escrita
zh_cn: 无法写入文件

# failed_to_start_server
source: Failed to start server: {0}
cs: Spouštění serveru selhalo: {0}
fr: Impossible de démarrer le serveur : {0}
pt_br: Falha ao iniciar o servidor: {0}
zh_cn: 启动服务失败：{0}

# failed_write_file
source: Failed to write to file {0}: {1}
cs: Zápis do souboru {0} selhal: {1}
fr: Erreur lors de l'écriture dans le fichier {0} : {1}
pt_br: Falha ao escrever no arquivo {0}: {1}
zh_cn: 无法写入文件 {0}：{1}

# files
source: {0} files
cs: {0} souborů
fr: {0} fichiers
pt_br: {0} arquivos
zh_cn: {0} 个文件

source: (Files may be overwritten!)
cs: (Soubory mohou být přepsány!)
fr: (Les fichiers peuvent être écrasés !)
pt_br: (Os arquivos podem ser sobrescritos!)
zh_cn: （文件将被覆盖！）

source: Finished
cs: Dokončeno
fr: Terminé
pt_br: Finalizado
zh_cn: 成功

# finished_errors
source: Finished with errors
cs: Dokončeno s chybami
fr: Terminé avec des erreurs
pt_br: Finalizado com erros
zh_cn: 成功（错误）

# incoming_transfer
source: Incoming transfer from {0}
cs: Příchozí přenos od {0}
fr: Transfert entrant depuis {0}
pt_br: Transferência recebida de {0}
zh_cn: 来自 {0} 的传入

source: Info
pt_br: Informações
zh_cn: 信息

# interface_unavailable
source: Selected interface unavailable
cs: Vybrané rozhraní není dostupné
fr: Interface sélectionnée indisponible
pt_br: Interface selecionada indisponível
zh_cn: 所选网络接口不可用

# invalid_address
source: The specified address is not in a valid format
cs: Zadaná adresa není v platném formátu
fr: L'adresse spécifiée n'est pas dans un format valide
pt_br: O endereço especificado não está em um formato válido.
zh_cn: 指定的地址格式不正确

source: Manual connection failed
cs: Ruční spojení selhalo
fr: Échec de la connexion manuelle
pt_br: Falha na conexão manual
zh_cn: 手动连接失败

# manual_connect_error
source: Could not connect to device: {0}
cs: Nepodařilo se připojit k zařízení: {0}
fr: Impossible de se connecter à l'appareil : {0}
pt_br: Não foi possível conectar ao dispositivo: {0}
zh_cn: 无法连接设备：{0}

# manual_connect_unavailable
source: Warpinator is not running on the given address, the running version does not yet support manual connection, or the device could not be reached on the network
cs: Warpinator na zadané adrese neběží, nebo je ve verzi která ruční spojení nepodporuje, nebo zařízení není po síti dosažitelné
fr: Warpinator ne fonctionne pas à l'adresse indiquée, la version en cours d'exécution ne prend pas encore en charge la connexion manuelle ou l'appareil n'est pas accessible sur le réseau
pt_br: O Warpinator não está em execução no endereço fornecido, a versão em execução ainda não oferece suporte à conexão manual ou o dispositivo não pôde ser acessado na rede.
zh_cn: Warpinator 未在给定的地址运行、正在运行的版本不支持手动连接或设备在此网络上不可达

# manual_connect_unsupported
source: Warpinator on this device does not support manual connection
cs: Warpinator na tomto zařízení nepodporuje ruční spojení
fr: Warpinator ne prend pas en charge la connexion manuelle sur cet appareil
pt_br: O Warpinator neste dispositivo não suporta conexão manual.
zh_cn: 此设备的 Warpinator 不支持手动连接

# new_version_available
source: New version is available: {0} (current: {1}). Would you like to download it?
cs: Nová verze je dostupná: {0} (současná: {1}). Přejete si ji stáhnout?
fr: Une nouvelle version est disponible : {0} (Version actuelle : {1}). Voulez-vous la télécharger ?
pt_br: Nova versão disponível: {0} (atual: {1}). Deseja baixá-la?
zh_cn: 新版本可用：{0}（当前版本：{1}），是否下载？

# no_files_selected
source: No files were selected
cs: Nebyly vybrány žádné soubory
fr: Aucun fichier n'a été sélectionné
pt_br: Nenhum arquivo foi selecionado
zh_cn: 没有文件选中

# outside_group
source: ({0} outside of group)
cs: ({0} mimo skupinu)
fr: ({0} en dehors du groupe)
pt_br: ({0} fora do grupo)
zh_cn: （{0} 在群组以外）

source: Paused
cs: Pozastaveno
fr: En pause
pt_br: Em pausa
zh_cn: 已暂停

# pick_files
source: Pick files to send
cs: Vybrat soubory k odeslání
fr: Sélectionnez les fichiers à envoyer
pt_br: Selecione os arquivos para enviar
zh_cn: 选择要发送的文件

# pick_folders
source: Pick folders to send
cs: Vybrat složky k odeslání
fr: Sélectionnez les dossiers à envoyer
pt_br: Selecione as pastas para enviar
zh_cn: 选择要发送的文件夹

# remaining
source: {0} remaining
cs: zbývá {0}
fr: {0} restant
pt_br: {0} restantes
zh_cn: 剩余 {0}

# sending_failed
source: Sending failed with exception:
cs: Odesílání selhalo s chybou:
fr: Échec de l'envoi à l'exception de :
pt_br: O envio falhou com a seguinte exceção:
zh_cn: 发送失败：

# send_to
source: Send {0} file(s) to
fr: Envoyer {0} fichier(s) à
pt_br: Enviar {0} arquivo(s) para
zh_cn: 发送 {0} 个文件到

source: Service not running!
cs: Služba neběží!
fr: Service non exécuté !
pt_br: Serviço indisponível!
zh_cn: 服务未运行！

# service_running
source: Service is running
cs: Služba běží
fr: Service en cours d'exécution
pt_br: O serviço está em execução.
zh_cn: 服务正在运行

source: Stopped
cs: Zastaveno
fr: Arrêté
pt_br: Parou
zh_cn: 已停止

# symlinks_not_supported
source: WARN: Symlinks not supported
cs: Symbolické odkazy nejsou podporovány
fr: AVERTISSEMENT : Les liens symboliques ne sont pas pris en charge
pt_br: AVISO: Links simbólicos não são suportados.
zh_cn: 警告：Symlinks 不支持

source: Transfer
cs: Přenos
fr: Transférer
pt_br: Transferir
zh_cn: 传输

source: Transferring
cs: Přenáší se
fr: Transfert en cours
pt_br: Transferindo
zh_cn: 传输中

source: , unavailable
cs: , nedostaupný
fr: , indisponible
pt_br: , indisponível
zh_cn: ，不可达

# unavailable_interface
source: Unavailable interface: "{0}"
cs: Nedostupné rozhraní: "{0}"
fr: Interface indisponible : "{0}"
pt_br: Interface indisponível: "{0}"
zh_cn: 网络接口不可用："{0}"

source: Waiting for permission
cs: Čeká na schválení
fr: En attente d'autorisation
pt_br: Aguardando autorização
zh_cn: 等待批准

source: Warning
cs: Varování
fr: Avertissement
pt_br: Aviso
zh_cn: 警告
